Repository: KovaCode/HumansDo
Catalog: Resource.*.resx
Languages: hr_hr

# menuOrgJedinice
source: Organization unit
hr_hr: Org.jedinica

# menuPodaciTvrtke
source: Company data
hr_hr: Podaci o tvrtci

# menuRadnoMj
source: Position
hr_hr: Radno mjesto

# menuPrijevoz
source: Transportation
hr_hr: Prijevoz

# menuSatnicaTvrtke
source: Workinghours
hr_hr: Radno vrijeme (satnica)

# menuObrazovanje
source: Education
hr_hr: Edukacija

# menuNatjecaji
source: Job competitions
hr_hr: Natječaji

# lblDatumOtvaranje
source: Positioning opening:
hr_hr: Otvaranje radnog mjesta:

# lblDatumPLan
source: Planned employment:
hr_hr: Planirano zapošljavanje:

# lblDatumPopunj
source: Employment date:
hr_hr: Datum zaposljenja:

# lblLokacija
source: Location:
hr_hr: Lokacija:

# lblOtvorenoRadMj
source: Open workplace:
hr_hr: Otvoreno radno mjesto

# lblRadnoMj
source: Position:
hr_hr: Radno mjesto:

# lblVrstaZaposl
source: Employment type:
hr_hr: Vrsta zaposlenja:

# lblNatjecajBr
source: Competition ID:
hr_hr: Natjecaj br:

# lblIzvrsitelj
source: Executioner:
hr_hr: Izvršitelj:

# rowJMBG
source: Personal ID number
hr_hr: JMBG
