Repository: KovaCode/HumansDo
Catalog: Resource.*.resx
Languages: hr_hr

# categOsnovno
source: Primary
hr_hr: Osnovno

# categPrilog
source: Supplement
hr_hr: Prilog

# cmdActivate
source: Activate
hr_hr: Aktiviraj

# cmdDelete
source: &Delete
hr_hr: &Obriši

# cmdDelete2
source: &Delete
hr_hr: &Obriši

# cmdEndIzvr
source: Conclude Execution
hr_hr: Zaključi izvršenje

# cmdEnter
source: &Enter
hr_hr: &Ulaz

# cmdExit
source: &Exit?
hr_hr: &Izlaz

# cmdNew
source: &New Entry
hr_hr: &Novi unos

# cmdOvjeri
source: Verification
hr_hr: Verifikacija

# cmdPrint
source: &Print
hr_hr: Is&pis

# cmdSave
source: &Save
hr_hr: &Spremi

# cmdSave2
source: &Add\Save
hr_hr: &Dodaj\Spremi

# cmdStartIzvr
source: New Execution
hr_hr: Novo izvršenje

# cmdTest
source: Testing
hr_hr: &Testiranje

# colAktiv
source: Activ.
hr_hr: Aktiv.

# colEnd
source: End
hr_hr: Kraj

# colKategNaziv
source: Category
hr_hr: Kategorije

# colOper
source: Operator
hr_hr: Operater

# colPrioritet
source: Priority
hr_hr: Prioritet

# colProjekt
source: Project
hr_hr: Projekt

# colStart
source: Start
hr_hr: Početak

# colTezina
source: Difficulty
hr_hr: Zahtjevnost

# colUtrosenoo
source: Time Spent
hr_hr: Utrošeno vrim.

# colVoditelj
source: Leader
hr_hr: Voditelj

# colVrsta
source: Type
hr_hr: Vrsta

# colZadatak
source: Task
hr_hr: Zadaci

# frmZadatak
source: Tasks
hr_hr: Zadaci

# lblKorisnik
source: User
hr_hr: Korisnik:

# lblLozinka
source: Password
hr_hr: Lozinka:

# lblOpis
source: (Please enter your UserName and Password)
hr_hr: (Molimo unesite Korisničko ime i Lozinku...)

# lblWelcome
source: Welcome to application
hr_hr: Dobrodošli u aplikaciju

# rowAktiv
source: Active
hr_hr: Aktivno

# rowDatumKraj
source: End Date
hr_hr: Datum do

# rowDatumPoc
source: Start Date
hr_hr: Početni datum

# rowDetOpis
source: Detail Descr.
hr_hr: Det.Opis

# rowDO
source: End
hr_hr: Kraj

# rowKomentari
source: Comment
hr_hr: Komentar

# rowKorak
source: Step
hr_hr: Korak

# rowNapomena
source: Note
hr_hr: Napomena

# rowNaziv
source: Name
hr_hr: Naziv

# rowOD
source: Start
hr_hr: Početak

# rowOpis
source: Description
hr_hr: Opis

# rowPrilog
source: Attachment
hr_hr: Prilog

# rowPrioritet
source: Priority
hr_hr: Prioritet

# rowProjekt
source: Project
hr_hr: Projekt

# rowTezina
source: Difficulty
hr_hr: Težina

# rowVoditelj
source: Leader
hr_hr: Voditelj

# rowVrijemeKraj
source: End Time
hr_hr: Vrijeme do

# rowVrijemePoc
source: Start Time
hr_hr: Početno vrijeme

# rowVrstaZad
source: Task Type
hr_hr: Vrsta zadatka

# stopExec
source: Stop Execution
hr_hr: Završi izvršenje

# chkEnd
source: Ended Tasks
hr_hr: Završeni zadaci

# chkInactive
source: For activation
hr_hr: Za aktivaciju

# chkReturned
source: Returned / incorrect tasks
hr_hr: Vraćeni / neispravni zadaci

# chkTest
source: For testings
hr_hr: Za testiranje

# chkValidate
source: For validation
hr_hr: Za validaciju

# chkWork
source: Active
hr_hr: Aktivno

# cmbFilter
source: Task filter
hr_hr: Filter zadataka

# cmdMessages
source: Messages and notices
hr_hr: Poruke i obavijesti

# colDatum
source: Date
hr_hr: Datum

# colOpis
source: Description
hr_hr: Opis

# colTreeNaziv
source: Operator
hr_hr: Operater

# colTreeVrsta
source: Type
hr_hr: Vrsta

# colUtroseno
source: Time Spent
hr_hr: Utrošeno vrim.

# group
source: System Data
hr_hr: Podaci sustava

# group2
source: My tasks
hr_hr: Moji zadaci

# group3
source: My executions
hr_hr: Moja izvršenja

# lblUkI
source: Execution time:
hr_hr: Vrijeme izvršenja:

# lblUkP
source: Project time:
hr_hr: Vrijeme projekta:

# lblUkZad
source: Task time:
hr_hr: Vrijeme zadatka:

# menuAbout
source: System info
hr_hr: Informacije o sustavu

# menubuSQL
source: Database Backup / Restore
hr_hr: Backup / Restore baze

# menuCalc
source: Calculator
hr_hr: Kalkulator

# menuChat
source: Chat
hr_hr: Brbljaonica

# menuClient
source: Clients
hr_hr: Klijent

# menuExport
source: Export
hr_hr: Izvoz

# menuGroupAlati
source: Tools
hr_hr: Alati

# menuGroupExtra
source: System accessories
hr_hr: Dodaci sustavu

# menuGroupHelp
source: Administration
hr_hr: Administracija

# menuGroupKomun
source: Communication
hr_hr: Komunikacija

# menuGroupLogg
source: Help and Logg
hr_hr: Pomoć i logiranje

# menuGroupOper
source: Operator input
hr_hr: Unos operatera

# menuGroupParam
source: System parametrization
hr_hr: Parametrizacija sustava

# menuGroupPreg
source: Preview
hr_hr: Pregled

# menuGroupPreg2
source: Preview
hr_hr: Pregled

# menuGroupSafe
source: Application security
hr_hr: Sigurnost aplikacije

# menuGroupStat
source: Statistics
hr_hr: Statistike

# menuHelp
source: Ticketins system / Helpdesk
hr_hr: Ticketins sustav/ Helpdesk

# menuHistory
source: History
hr_hr: Povijest

# menuIzvr
source: Current execution
hr_hr: Trenutna izvršenja

# menuKateg
source: Categories
hr_hr: Kategorije

# menuKoment
source: Comments
hr_hr: Komentari

# menuLogg
source: Logg preview
hr_hr: Pregled logg-ova

# menuMyDocs
source: My documents
hr_hr: Moji dokumenti

# menuOper
source: Operator
hr_hr: Operater

# menuPageAdmin
source: Administration and statistics
hr_hr: Administracija i statistika

# menuPageDodaci
source: Add-ins
hr_hr: Dodaci

# menuPageMain
source: Main data
hr_hr: Osnovni podaci

# menuPageProZad
source: Projects &Tasks
hr_hr: Projekti & Zadaci

# menuPageSett
source: Settings
hr_hr: Postavke

# menuPassPol
source: Pass policy
hr_hr: Pravila lozinke

# menuPrava
source: Application restrictions / rights
hr_hr: Prava aplikacije

# menuPrilog
source: Attachment preview
hr_hr: Pregled priloga

# menuPrint
source: Print
hr_hr: Ispis

# menuPrior
source: Priority
hr_hr: Prioritet

# menuPro
source: Projects
hr_hr: Projekti

# menuStatOP
source: Operator preview (statistics)
hr_hr: Pregled operatera (statistika)

# menuStatPR
source: Project preview (statistics)
hr_hr: Pregled projekta (statistka)

# menuStatZD
source: Tasks preview (statistics)
hr_hr: Pregled zadataka (statistika)

# menuTasks
source: My activities (2DO)
hr_hr: Moje aktivnosti (2DO)

# menuTezina
source: Task difficulty
hr_hr: Težina zadatka

# menuUpute
source: Manuals
hr_hr: Upute

# menuVrste
source: Type's
hr_hr: Vrste

# menuZad
source: Tasks
hr_hr: Zadaci

# rowIP
source: Computer IP
hr_hr: IP računala

# rowOper
source: Operator
hr_hr: Operater

# rowPrava
source: Rights
hr_hr: Prava

# rowVrim
source: Time of login
hr_hr: Vrijeme logiranja

# tabDetail
source: Planned/Actual work (Task)
hr_hr: Planirano/Stvarno vrijeme (Zadatak)

# tabGraph
source: Work progress (Execution)
hr_hr: Vrijeme rada (Izvršenja)

# categDoc
source: Attachments
hr_hr: Prilozi

# categKorisnik
source: User data
hr_hr: Korisnički podaci

# categOfficial
source: Official data of employee
hr_hr: Podaci o zaposleniku

# categOsobni
source: Personal data
hr_hr: Osobni podaci

# colIme
source: First Name
hr_hr: Ime

# colPrezime
source: Last Name
hr_hr: Prezime

# colRadnoMj
source: Work Place
hr_hr: Radno mj.

# frmLogin
source: Log into humansDO?
hr_hr: Logiranje u humansDO?

# frmMainNew
source: Main window
hr_hr: Glavni prozor

# rowBirthDay
source: Birthday
hr_hr: Rođendan

# rowBoja
source: Color
hr_hr: Boja

# rowDatumDo
source: End date
hr_hr: Datum do

# rowDatumOd
source: Start date
hr_hr: Početni datum

# rowHint
source: Hint
hr_hr: Mig

# rowIme
source: First Name
hr_hr: Ime

# rowMjesto
source: City
hr_hr: Mjesto

# rowMobitel
source: Mobile
hr_hr: Mobitel

# rowMobitelS
source: Mobile
hr_hr: Mobitel

# rowOrgJed
source: Org.Unit
hr_hr: Org.jed

# rowPass
source: Password
hr_hr: Lozinka

# rowPrezime
source: Last Name
hr_hr: Prezime

# rowRadMj
source: Occupation
hr_hr: Radno mjesto

# rowSlika
source: Picture
hr_hr: Slika

# rowSpol
source: Gender
hr_hr: Spol

# rowTelefon
source: Phone
hr_hr: Telefon

# rowTelefonS
source: Phone
hr_hr: Telefon

# rowTvrtka
source: Company
hr_hr: Tvrtka

# rowUsername
source: Username
hr_hr: Korisničko ime

# rowZupa
source: Region
hr_hr: Regija

# frmOperateri
source: Operators
hr_hr: Operateri

# colAdresa
source: Address
hr_hr: Adresa

# colKucaBr
source: Nr.
hr_hr: Br.

# colNaziv
source: Name
hr_hr: Naziv

# frmClients
source: Clients
hr_hr: Klijent

# groupOper
source: Data Input / preview
hr_hr: Unos podataka / pregled

# M
source: Male
hr_hr: Muško

# Z
source: Female
hr_hr: Žensko

# colNazivPro
source: Project name
hr_hr: Naziv projekta

# rowAnalysis
source: Analysis
hr_hr: Analiza

# rowCorections
source: Correction
hr_hr: Ispravak

# rowDemos
source: Demo and Documentation
hr_hr: Demo & Dokumentacija

# rowImplementation
source: Implementation
hr_hr: Implementacija

# rowPlaning
source: Planing
hr_hr: Planirano

# rowRok
source: Finish date
hr_hr: Završni datum:

# rowVrsta
source: Type
hr_hr: Vrsta

# rowUkupno
source: Task time
hr_hr: Vrijeme zadatka

# Analiza
source: Analysis
hr_hr: Analiza

# categOstalo
source: Other
hr_hr: Ostalo

# categPlan
source: Planned time
hr_hr: Planirano vrijeme

# Demo
source: Demo & Documentation
hr_hr: Demo & Dokumentacija

# frmChartOper
source: Overview of Project development phase (%)
hr_hr: Pregled faze razvoja projekta

# frmProjekt
source: Projects
hr_hr: Projekti

# Implement
source: Implementation
hr_hr: Implementacija

# Plan
source: Planning
hr_hr: Planiranje

# Test
source: Testings
hr_hr: Testiranje

# chkMoje
source: Show only mine
hr_hr: Prikaži samo moje

# cmdExport
source: Export
hr_hr: I&zvoz

# colKomentIZV
source: Comment
hr_hr: Komentar

# colOperPRO
source: Operator
hr_hr: Operater

# colOperZAD
source: Operator
hr_hr: Operater

# colOpisIZV
source: Execuction name
hr_hr: Opis izvršenja

# colOpisPRO
source: Project name
hr_hr: Naziv projekta

# colOpisZAD
source: Task name
hr_hr: Naziv zadatka

# colVrijemeIZV
source: Time
hr_hr: Vrijeme

# frmZadatakHist
source: History
hr_hr: Povijest

# startExec
source: Start execution
hr_hr: Početak izvršenja

# colOpisRada
source: Work description
hr_hr: Opis rada

# colStatusZad
source: Task status
hr_hr: Status zadatka

# colVrijeme
source: Work time
hr_hr: Vrijeme

# colVrstaPosla
source: Activitie type
hr_hr: Vrsta posla

# frmIzvrsenjaPreg
source: Current execution preview
hr_hr: Pregled trenutnih izvršenja

# frmTasks
source: Operator 2Do activities
hr_hr: Neizvršene aktivnosti

# lblTotal
source: Total activities:
hr_hr: Ukupno aktivnosti:

# pagePlanner1
source: Preview
hr_hr: Pregled

# pagePlanner2
source: View Navigator
hr_hr: Preglednik

# viewday
source: Day
hr_hr: Dan

# viewMonth
source: Month
hr_hr: Mjesec

# ViewNavigatorBackwardItem1
source: Back
hr_hr: Povratak

# ViewNavigatorForwardItem1
source: Forward
hr_hr: Nastavak

# ViewNavigatorTodayItem1
source: Today
hr_hr: Danas

# ViewNavigatorZoomInItem1
source: Zoom IN
hr_hr: Zoomiraj

# ViewNavigatorZoomOutItem1
source: Zoom OUT
hr_hr: Odzumiraj

# viewTimeline
source: Time line
hr_hr: Vrem.linija

# viewWeek
source: Week
hr_hr: Tjedan

# viewWrkWeek
source: Work week
hr_hr: Radni tjedan

# chkCustomPrava
source: Custom restrictions
hr_hr: Prilagođena prava

# colAktiv2
source: Active
hr_hr: Aktivno

# frmPassPolicy
source: Password policy
hr_hr: Pravila lozinke

# frmPrava
source: Opertator restrictions
hr_hr: Prava operater

# groupPolicy
source: Edit pass policy
hr_hr: Uređivanje pravila lozinke

# grupe
source: Groups
hr_hr: Grupe

# kategorije
source: Categories
hr_hr: Kategorije

# lblDescription
source: Description:
hr_hr: Opis:

# lblLen
source: Pass lenght:
hr_hr: Dužina lozinke:

# lblLower
source: Min.of lowercase:
hr_hr: Min.malih slova:

# lblName
source: Name:
hr_hr: Naziv:

# lblNum
source: Min. numbers:
hr_hr: Min.brojeva:

# lblSymb
source: Min. of symbols:
hr_hr: Min.simbola:

# lblUpper
source: Min.of uppercase:
hr_hr: Min.velikih slova:

# OtvoriGrupa
source: Open group
hr_hr: Otvori Grupu

# OtvoriOper
source: Open Operator
hr_hr: Otvori Operatere

# tabGrupe
source: Groups
hr_hr: Grupe

# tabOper
source: Operators
hr_hr: Operateri

# chkDelete
source: Deleting
hr_hr: Brisanje

# chkNew
source: New Entry
hr_hr: Novi unos

# chkPrint
source: Printing
hr_hr: Ispis

# chkSave
source: Saving
hr_hr: Spemanje

# chkSpecial
source: Special restrictions
hr_hr: Posebna prava

# groupPosebna
source: Special restrictions
hr_hr: Posebna prava

# lblDopusteno
source: Allowed actions:
hr_hr: Dopuštene akcije:

# lblSpecial
source: Pass policy:
hr_hr: Pravila lozinke:

# menugroupOptions
source: System preferences
hr_hr: Postavke sustava

# menuOptions
source: Preferences
hr_hr: Postavke

# PlaniranoVrijeme
source: Planned time
hr_hr: Planirano vrijeme

# UtrosenoVrijeme
source: Working time
hr_hr: Utrošeno vrim.

# dani
source: Shown in days
hr_hr: Izraženo u danima

# min
source: Shown in mins.
hr_hr: Izraženo u minutama

# sati
source: Shown in hours
hr_hr: Izraženo u satima

# groupCurrency
source: Formatting Date and Currency
hr_hr: Format Datum i Valuta

# groupDays
source: Day Names
hr_hr: Dani u tjednu

# groupLang
source: Available language
hr_hr: Odabir jezika:

# groupMonth
source: Month Names
hr_hr: Mjeseci u godini

# groupRegion
source: Region Information
hr_hr: Informacije o regiji

# lblCultureLang
source: Language Name:
hr_hr: Naziv jezika:

# lblCultureLangWin
source: Windows Name:
hr_hr: Verzija Windowsa:

# lblCultureName
source: Name:
hr_hr: Naziv:

# lblCultureNameEng
source: English Name:
hr_hr: Engleski naziv:

# lblCultureNameNative
source: Native Name:
hr_hr: Izvorni naziv:

# lblCultureNameNeut
source: Neutral Name:
hr_hr: Naziv:

# lblFormatedDate
source: Formatted Date:
hr_hr: Format datum:

# lblFormatedNum
source: Formatted Number:
hr_hr: Format brojeva:

# lblFullDate
source: Full Date Time Pattern:
hr_hr: Puni uzorak datum/vrijeme

# lblRegionCurr
source: Currency Symbol:
hr_hr: Simbol:

# lblRegionCurrEng
source: Region Currency English Name:
hr_hr: Regionalna valuta engleski

# lblRegionEng
source: Region English Name:
hr_hr: Regija engleski naziv

# tabGeneralno
source: General
hr_hr: Generalno

# tabLanguage
source: Region && Language
hr_hr: Regija && Jezik

# frmOptions
source: Preferences
hr_hr: Postavke

# chkAktiv
source: Active
hr_hr: Aktivno

# cmdEdit
source: Edit
hr_hr: Uređivanje

# colBoja
source: Color
hr_hr: Boja

# colPosNaziv
source: Name
hr_hr: Naziv

# colPosTezina
source: Value
hr_hr: Vrijednost

# colZadNaziv
source: Name
hr_hr: Naziv

# colZadTezina
source: Value
hr_hr: Vrijednost

# frmKategorije
source: Categories
hr_hr: Kategorije

# frmKategUnos
source: Categories input
hr_hr: Unos kategorija

# frmVrste
source: Types
hr_hr: Vrste

# groupVrste
source: Data input
hr_hr: Unos podataka

# lblColor
source: Color:
hr_hr: Boja:

# lblNapomena
source: Note:
hr_hr: Napomena:

# lblNaziv
source: Name:
hr_hr: Naziv:

# lblValue
source: Value:
hr_hr: Vrijednost:

# tabPosao
source: Restriction types
hr_hr: Vrste prava

# tabProjekt
source: Project types
hr_hr: Vrste projekta

# tabZadatak
source: Task types
hr_hr: Vrste zadatka

# colImage
source: Icon
hr_hr: Ikona

# frmPrioritet
source: Priority
hr_hr: Prioritet

# frmPrioritetUnos
source: Priority input
hr_hr: Unos prioriteta

# frmTezina
source: Task difficulty
hr_hr: Težina zadatka

# frmTezinaUnos
source: Difficulty input
hr_hr: Unos zahtjevnosti

# groupPreview
source: Priority preview
hr_hr: Pregled prioriteta

# lblIkona
source: Icon:
hr_hr: Ikona:

# lblTezina
source: Difficulty:
hr_hr: Težina:

# Klijent
source: Client
hr_hr: Klijent

# Operater
source: Operator
hr_hr: Operater

# Poruke
source: Message
hr_hr: Poruke

# Prioritet
source: Priority
hr_hr: Prioritet

# Projekt
source: Project
hr_hr: Projekt

# Testiranje
source: Testings
hr_hr: Testiranje

# Tezina
source: Difficulty
hr_hr: Zahtjevnost

# Zadatak
source: Task
hr_hr: Zadaci

# cmdOpen
source: Open
hr_hr: &Otvori

# frmFilesExt
source: Attachment preview
hr_hr: Pregled priloga

# groupSQL
source: Database information
hr_hr: Informacije o bazi

# lblAutentification
source: Autentification:
hr_hr: Autentifikacije:

# lblDatabase
source: Database:
hr_hr: Baza:

# lblInstance
source: Server instance:
hr_hr: Instanca servera:

# lblPass
source: Password:
hr_hr: Lozinka:

# lblUserName
source: User name:
hr_hr: Korisničko ime:

# frmSQL
source: SQL database configuration
hr_hr: Konfiguracija SQL baze

# colDateTime
source: Date / time
hr_hr: Datum / vrijeme

# colDescription
source: Description
hr_hr: Opis

# lblInfoApp
source: Application:
hr_hr: Aplikacija:

# lblInfoCompIme
source: Computer name:
hr_hr: Naziv računala:

# lblInfoDir
source: Program directory:
hr_hr: Direktorij aplikacije:

# lblInfoDomena
source: Domain:
hr_hr: Domena:

# lblInfoIP
source: IP address:
hr_hr: IP adresa:

# lblInfoIPExt
source: External IP address:
hr_hr: Vanjska IP adresa:

# lblInfoKey
source: Key:
hr_hr: Ključ:

# lblInfoKorisnik
source: Computer user:
hr_hr: Korisnik računala:

# lblInfoNaslov
source: System Info
hr_hr: Informacije o sustavu

# lblInfoOSVer
source: OS version:
hr_hr: Verzija OS:

# lblInfoVer
source: Version:
hr_hr: Verzija:

# lblInfoVrijediDo
source: Valid date:
hr_hr: Vrijedi do:

# frmSystemInfo
source: System Info
hr_hr: Informacije o sustavu

# UkupnoDokumenata
source: Total documents:
hr_hr: Ukupno dokumenata:

# rowBaza
source: Database
hr_hr: Baza

# rowJezik
source: Language
hr_hr: Jezik

# rowKorakTime
source: Step Time
hr_hr: Vrijeme koraka

# checkAllDay
source: All day activity
hr_hr: Cjelodnevna aktivnost

# cmdRecurrence
source: Recurrence
hr_hr: Ponavljanja

# frmPlannerEdit
source: Reminder
hr_hr: Podsjetnik

# lblCategories
source: Categories:
hr_hr: Kategorije:

# lblEnd
source: End:
hr_hr: Kraj:

# lblStart
source: Start:
hr_hr: Početak:

# lblSubject
source: Subject:
hr_hr: Predmet:

# chkMine
source: Visible only to me
hr_hr: Vidljivo samo meni

# colMoje
source: Mine
hr_hr: Moje

# menuReminder
source: Reminder
hr_hr: Podsjetnik

# menuExit
source: Exit?
hr_hr: Izlaz?

# cmdNo
source: Return as...
hr_hr: Vrati kao...

# cmdYes
source: Correct
hr_hr: Ispravno

# groupIzvrsenja
source: Execution name:
hr_hr: Naziv izvršenja:

# lblKomentar
source: Comment:
hr_hr: Komentar

# lblKorak
source: Step:
hr_hr: Korak:

# lblPredvidenoVrim
source: Estimated time:
hr_hr: Predviđeno vrijeme:

# lblPrilog
source: Attachment:
hr_hr: Prilog:

# lblPrioritet
source: Priority:
hr_hr: Prioritet:

# lblProjekt
source: Project:
hr_hr: Projekt:

# lblVrimRada
source: Operating time:
hr_hr: Vrijeme rada:

# lblVrimTest
source: Test time:
hr_hr: Vrijeme testa:

# lblZadatak
source: Task:
hr_hr: Zadatak:

# opt0
source: Incomplete
hr_hr: Nedovršeno

# opt1
source: Incorect
hr_hr: Neispravno

# opt2
source: Rejected
hr_hr: Odbijeno

# tabDetOpis
source: Detail task descript.
hr_hr: Detaljan opis

# tabOpis
source: Task description
hr_hr: Opis zadatka

# tabOsnovno
source: General data
hr_hr: Osnovni podaci

# ChangeFontBackColorItem1
source: Backcolor
hr_hr: Boja pozadine

# ChangeFontSizeItem1
source: Font size
hr_hr: Vel.fonta

# ChangeParagraphLineSpacingItem1
source: Line spacing
hr_hr: Razmak redova

# ChangeTextCaseItem1
source: Change size
hr_hr: Promijeni vel.

# ClearFormattingItem1
source: Remove format
hr_hr: Ukloni format.

# CommonRibbonPageGroup1
source: General
hr_hr: Uobičajeno

# CopyItem1
source: Copy
hr_hr: Kopiraj

# CutItem1
source: Cut
hr_hr: Izreži

# DecreaseIndentItem1
source: Decrease indent
hr_hr: Uvuci

# EditingRibbonPageGroup1
source: Edit
hr_hr: Uređivanje

# FileNewItem1
source: New
hr_hr: Novo

# FileOpenItem1
source: Open
hr_hr: Otvori

# FileRibbonPage1
source: File
hr_hr: Datoteka

# FileSaveAsItem1
source: Save as...
hr_hr: Spremi kao...

# FileSaveItem1
source: Save
hr_hr: Spremi

# FindItem1
source: Find
hr_hr: Pronađi

# FontSizeDecreaseItem1
source: Decrease
hr_hr: Smanji font

# FontSizeIncreaseItem1
source: Increase
hr_hr: Povećaj font

# HeaderFooterToolsDesignRibbonPage1
source: Design
hr_hr: Dizajn

# HeaderFooterToolsRibbonPageCategory1
source: Header & Footer tools
hr_hr: Alati za Header & Footer

# HomeRibbonPage1
source: Home
hr_hr: Uređivanje teksta

# IncreaseIndentItem1
source: Increase indent
hr_hr: Izvuci

# InsertRibbonPage1
source: Inserting
hr_hr: Insertiranje

# PageLayoutRibbonPage1
source: Overview
hr_hr: Pregled

# ParagraphRibbonPageGroup1
source: Paragraph
hr_hr: Paragraf

# PasteItem1
source: Paste
hr_hr: Zalijepi

# PrintItem1
source: Print...
hr_hr: Ispis...

# PrintPreviewItem1
source: Print Preview
hr_hr: Pregled ispisa

# QuickPrintItem1
source: Quick print
hr_hr: Brzio ispis

# RedoItem1
source: Redo
hr_hr: Korak naprijed

# ReplaceItem1
source: Replace
hr_hr: Zamijeni

# ReviewRibbonPage1
source: Restrictions
hr_hr: Ograničenja

# ShowFontFormItem1
source: Font form
hr_hr: Otvori Font

# ShowParagraphFormItem1
source: Paragraph form
hr_hr: Paragraf forma

# TableDesignRibbonPage1
source: Design
hr_hr: Dizajn

# TableLayoutRibbonPage1
source: Preview
hr_hr: Izgled

# TableToolsRibbonPageCategory1
source: Table tools
hr_hr: Alati za tablice

# ToggleBulletedListItem1
source: Bullets
hr_hr: Bulleti

# ToggleFontUnderlineItem1
source: Underline
hr_hr: Podvučeno

# ToggleMultiLevelListItem1
source: Multi lever
hr_hr: Leveliranje

# ToggleNumberingListItem1
source: NNumbering
hr_hr: Numeriranje

# ToggleParagraphAlignmentCenterItem1
source: Centered
hr_hr: Centrirano

# ToggleParagraphAlignmentJustifyItem1
source: Justify
hr_hr: Raspoređeno

# ToggleParagraphAlignmentLeftItem1
source: Left
hr_hr: Ulijevo

# ToggleParagraphAlignmentRightItem1
source: Right
hr_hr: Udesno

# ToggleShowWhitespaceItem1
source: Whitespace
hr_hr: Paragraf

# UndoItem1
source: Undo
hr_hr: Korak natrag

# ViewRibbonPage1
source: Page layout
hr_hr: Izgled stranice

# ChangeRangeEditingPermissionsItem1
source: Limited editig posibilities
hr_hr: Ograničenje mogučnosti uređivanja

# ChangeSectionColumnsItem1
source: Columns
hr_hr: Kolone

# ChangeSectionPageOrientationItem1
source: Orientation
hr_hr: Orijentacija

# ChangeTableBorderColorItem1
source: Border color
hr_hr: Boja olovke

# ChangeTableBorderLineStyleItem1
source: Line style
hr_hr: Stil linije

# ChangeTableBorderLineWeightItem1
source: Line Weight
hr_hr: Debljina linije

# ChangeTableBordersItem1
source: Borders
hr_hr: Obrubi

# ChangeTableCellsShadingItem1
source: Color
hr_hr: Boja tablice

# ClosePageHeaderFooterItem1
source: Close Header & Footer
hr_hr: Zatvori Zaglavlje & podnožje

# DeleteTableElementsItem1
source: Delete
hr_hr: Brisanje

# EditPageFooterItem1
source: Footer
hr_hr: Podnožje

# EditPageHeaderItem1
source: Header
hr_hr: Zaglavlje

# GoToNextHeaderFooterItem1
source: Show next
hr_hr: Prikaži slijedeće

# GoToPageFooterItem1
source: Go to Footer
hr_hr: Idi do podnožja

# GoToPageHeaderItem1
source: Go to Header
hr_hr: Idi do Zaglavlja

# GoToPreviousHeaderFooterItem1
source: Show previous
hr_hr: Prikaži prethodno

# InsertBookmarkItem1
source: Bookmark
hr_hr: Zabilješka

# InsertPageBreakItem1
source: Break page
hr_hr: Razmak stranice

# InsertPageCountItem1
source: Total page count
hr_hr: Ukupan br.stranica

# InsertPageNumberItem1
source: Page count
hr_hr: Broj stranice

# InsertPictureItem1
source: Picture
hr_hr: Slika

# InsertSymbolItem1
source: Symbols
hr_hr: Simboli

# InsertTableColumnToLeftItem1
source: Insert column left
hr_hr: Umetni kolonu lijevo

# InsertTableColumnToRightItem1
source: Insert column right
hr_hr: Umetni kolonu desno

# InsertTableItem1
source: Table
hr_hr: Tablice

# InsertTableRowAboveItem1
source: Insert row above
hr_hr: Umetni red iznad

# InsertTableRowBelowItem1
source: Insert row belowe
hr_hr: Umetni red ispod

# itemStr
source: Page
hr_hr: Stranica

# lblWordCount
source: Word Count:
hr_hr: Ukupno riječi:

# ProtectDocumentItem1
source: Document protection
hr_hr: Zaštita dokumenta

# SelectTableElementsItem1
source: Select
hr_hr: Odabir

# ToggleDifferentFirstPageItem1
source: Different first page
hr_hr: Različita prva stranica

# ToggleDifferentOddAndEvenPagesItem1
source: Different odd page
hr_hr: Različita naizmjenična str.
