Repository: KovaCode/HumansDo
Catalog: Resource.*.resx
Languages: hr_hr

# ToggleLinkToPreviousItem1
source: Refere to previous
hr_hr: Referiraj se na prethodno

# ToggleShowHorizontalRulerItem1
source: Horizontal ruler
hr_hr: Horizontalno ravnalo

# ToggleShowTableGridLinesItem1
source: Show gridlines
hr_hr: Prikaz crta rešetke

# ToggleShowVerticalRulerItem1
source: Vertical ruler
hr_hr: Vertikalno ravnalo

# ToggleTableCellsBottomCenterAlignmentItem1
source: Bottom-Center
hr_hr: Dno-Sredina

# ToggleTableCellsBottomLeftAlignmentItem1
source: Bottom-Left
hr_hr: Dno-Lijevo

# ToggleTableCellsBottomRightAlignmentItem1
source: Bottom-Right
hr_hr: Dno-Desno

# ToggleTableCellsMiddleCenterAlignmentItem1
source: Middle
hr_hr: Sredina

# ToggleTableCellsMiddleLeftAlignmentItem1
source: Middle-Left
hr_hr: Sredina-Gore

# ToggleTableCellsMiddleRightAlignmentItem1
source: Middle-Right
hr_hr: Sredina-Desno

# ToggleTableCellsTopCenterAlignmentItem1
source: Top-Center
hr_hr: Gore-Sredina

# ToggleTableCellsTopLeftAlignmentItem1
source: Top-Left
hr_hr: Gore-Lijevo

# ToggleTableCellsTopRightAlignmentItem1
source: Top-Right
hr_hr: Gore-Desno

# UnprotectDocumentItem1
source: Remove protection
hr_hr: Ukloni zaštite

# frmPrint
source: Print preview
hr_hr: Pregled ispisa

# PrintPreviewClose
source: Close
hr_hr: Zatvori

# PrintPreviewFirstPage
source: First page
hr_hr: Prva stranica

# PrintPreviewLastPage
source: Lasst page
hr_hr: Zadnja stranica

# PrintPreviewMorePages
source: More pages
hr_hr: Više stranica

# PrintPreviewNextPage
source: Next page
hr_hr: Slijedeća str.

# PrintPreviewOpen
source: Open
hr_hr: Otvori

# PrintPreviewOptions
source: Options
hr_hr: Opcije

# PrintPreviewOrientation
source: Orientation
hr_hr: Orijentacija

# PrintPreviewPaperSize
source: Paper size
hr_hr: Vel.Papira

# PrintPreviewParameters
source: Parameters
hr_hr: Parametri

# PrintPreviewPreviousPage
source: Previous page
hr_hr: Prethodna str.

# PrintPreviewPrint
source: Print...
hr_hr: Ispis...

# PrintPreviewQuickPrint
source: Quick print
hr_hr: Brzi ispis

# PrintPreviewRatio
source: Ratio
hr_hr: Razmjer

# PrintPreviewRibbonPageGroup1
source: Document
hr_hr: Dokument

# PrintPreviewRibbonPageGroup2
source: Print
hr_hr: Ispis

# PrintPreviewRibbonPageGroup3
source: Page settings
hr_hr: Podešavanje stranice

# PrintPreviewRibbonPageGroup4
source: Navigation
hr_hr: Navigacija

# PrintPreviewRibbonPageGroup6
source: Background
hr_hr: Pozadina

# PrintPreviewRibbonPageGroup7
source: Tools
hr_hr: Alati

# PrintPreviewSave
source: Save
hr_hr: Spremi

# PrintPreviewSearch
source: Search
hr_hr: Pretraži

# waitCaption0
source: Loading HumansDO...
hr_hr: Inicijalizacija HumansDO...

# waitCaption1
source: Work in progres...
hr_hr: Rad u tijeku...

# waitCaption10
source: Checking values...
hr_hr: Provjera vrijednosti...

# waitCaption11
source: Loading document...
hr_hr: Učitavam dokument...

# waitCaption12
source: Establishing connection to server!
hr_hr: Povezivanje sa serverom...

# waitCaption2
source: Checking user
hr_hr: Provjera Korisnika...

# waitCaption3
source: Verification successful!
hr_hr: Verifikacija uspješna!

# waitCaption4
source: Initiating SCRIPT!
hr_hr: Inicijalizacija SCRIPT-a...

# waitCaption5
source: Loading system data!
hr_hr: Učitavam sistemske podatke...

# waitCaption6
source: Loading data from SQL database!
hr_hr: Učitavam podatke SQL baze...

# waitCaption7
source: Logging off!
hr_hr: Odlogiravanje sustava!

# waitCaption8
source: Creating categories
hr_hr: Kreiram kategorije!

# waitCaption9
source: Initiating Planner!
hr_hr: Inicijalizacija Planner-a

# waitTitle
source: Please wait...
hr_hr: Molimo pričekajte...

# alertCActivation
source: Activation
hr_hr: Aktivacija

# alertCancel
source: &Cancel
hr_hr: Odustan&i

# alertCAttention
source: Attention
hr_hr: Pažnja

# alertCDelete
source: Deleting
hr_hr: Brisanje

# alertCEdit
source: Editing
hr_hr: Uređivanje

# alertCError
source: Error
hr_hr: Greška

# alertCExit
source: Exit
hr_hr: Izlaz

# alertCFinal
source: Finalization
hr_hr: Zaključenje

# alertCInformation
source: Information
hr_hr: Informacija

# alertContinue
source: &Continue
hr_hr: &Nastavak

# alertCPrint
source: Print
hr_hr: Ispis

# alertCReactivation
source: Reactivation
hr_hr: Reaktivacija

# alertCSave
source: Saving
hr_hr: Spremanje

# alertCTest
source: Testing
hr_hr: Testiranje

# alertCValid
source: Validation
hr_hr: Validiranje

# alertDelete
source: &Delete
hr_hr: &Obriši

# alertExit
source: E&xit
hr_hr: &Izlaz

# alertExport
source: &Export
hr_hr: I&zvoz

# alertNo
source: &No
hr_hr: &Ne

# alertOpen
source: &Open
hr_hr: &Otvori

# alertPrint
source: &Print
hr_hr: Is&pis

# alertSave
source: &Save
hr_hr: &Spremi

# alertSaveNoCancel
source: &Save|&No|&Cancel
hr_hr: &Spremi|&Ne|Odustan&i

# alertYes
source: &Yes
hr_hr: &Da

# alertYesNo
source: &Yes|&No
hr_hr: &Da|&Ne

# alertYesNoCancel
source: &Yes|&No|&Cancel
hr_hr: &Da|&Ne|Odustan&i

# Rad
source: Work in progress:
hr_hr: Rad u tijeku:

# alertCDeleteNo
source: &Delete|&No
hr_hr: Ob&riši|&Ne

# alertCSaveNo
source: &Save|&No
hr_hr: &Spremi|&Ne

source: Files
hr_hr: Datoteke

# chkAll
source: All operators
hr_hr: Svi operateri

# cmdBack
source: Back
hr_hr: Povratak

# cmdNext
source: Next
hr_hr: Nastavak

# cmdSaveAdmin
source: Save
hr_hr: Spremi

# frmLoggPreview
source: Logg preview
hr_hr: Pregled logg-ova

# frmSetup
source: SETUP
hr_hr: INSTALACIJA

# groupAdmin
source: Super administrator input
hr_hr: Unos Super administratora

# groupJezik
source: Choose language
hr_hr: Odaberite jezik

# lblIme
source: First name:
hr_hr: Ime:

# lblLang
source: Language:
hr_hr: Jezik:

# lblPass2
source: Password:
hr_hr: Lozinka:

# lblPass22
source: Repeated password:
hr_hr: Ponovljena lozinka:

# lblPrezime2
source: Last name:
hr_hr: Prezime:

# lblUsername2
source: Username:
hr_hr: Korisničko ime:

# mess1
source: Unauthorized access! |Try to re-enter your user name or password?
hr_hr: Neovlašten ulaz!|Pokušajte ponovno unijeti Korisničko ime i Lozinku!

# mess10
source: There is an active execution! | Do you want to stop it:
hr_hr: Postoji aktivno izvršenje!|Želite li ga zaustaviti?

# mess11
source: Do you wish to activate the task?
hr_hr: Želite li aktivirati zadatak?

# mess12
source: Do you wish to reActivate the task?
hr_hr: Želite li reAktivirati zadatak?

# mess13
source: Would you like to conclude current execution and send it to leader for validation?
hr_hr: Želite li zaključiti trenutno izvršenje i poslati zadatak voditelju na validaciju?

# mess14
source: Sent for validation to leader!
hr_hr: Zadatak poslan voditelju na validaciju!

# mess15
source: File already exists! Replace it?
hr_hr: Datoteka već postoji!|Zamijeniti datoteku?

# mess16
source: Changing the language will follow after exiting from this window!
hr_hr: Promjena jezika će uslijediti nakon izlaska iz trenutnog prozora!

# mess17
source: Changes occured!|Do you want to save changes before exiting the window?
hr_hr: Napravljene su izmjene|Želite li spremiti izmjene prije izlaska iz prozora?

# mess18
source: Exit from application?
hr_hr: Izlaz iz aplikacije?

# mess19
source: No operator is selected!
hr_hr: Nije odabran operater!

# mess2
source: Do you want to save the new entry?
hr_hr: Želite li spremiti novu vrijednost?

# mess20
source: No type of work selected!
hr_hr: Nije odabrana vrsta posla!

# mess21
source: The document was successfully saved! | And it is possible to open and view in ""Attachment preview""
hr_hr: Dokument uspješno spremljen!|Te ga je moguće otvoriti i pregledati u ""Pregled priloga""

# mess22
source: Save file so your document may be visible within the application?
hr_hr: Spremiti dokument, kako bi vaš dokument bio vidljiv unutar aplikacije?

# mess23
source: Save document before opening new document?
hr_hr: Spremiti dokumenti prije otvaranja novog dokumenta?

# mess3
source: Save completed!
hr_hr: Spemanje završeno!

# mess4
source: The selected data exists! | Do you wish to overwrite them?
hr_hr: Podaci već postoje!|Želite li ih presnimiti?

# mess5
source: Save file?
hr_hr: Spremi datoteku?

# mess6
source: Terminate current active execution?
hr_hr: Prekini trenutno izvršenje?

# mess7
source: Do you want to delete selected item?
hr_hr: Želite li obrisati odabranu stavku?

# mess8
source: Delete completed!
hr_hr: Brisanje završeno!

# mess9
source: Want to start testing a task?
hr_hr: Želite li testirati zadatak?

# naslovSetup0
source: SETTING THE SYSTEM
hr_hr: PODEŠAVANJE SUSTAVA

# naslovSetup2
source: II. Step - Connection to SQL database
hr_hr: II. Korak - konekcija na SQL bazu

# naslovSetup4
source: IV. Step - Super Administrator
hr_hr: IV. Korak - Super administrator

# naslovSetup3
source: III. Step - Corporate Information
hr_hr: III. Korak - Podaci o tvrtki

# naslovSetup1
source: I. Step - Select the language
hr_hr: I. Korak - Odabir jezika

# naslovSetup5
source: V. Finnish
hr_hr: V. Završiti?

# opisSetup0
source: To begin work on the application you have to set the system. You will need to fill out, certain data and click on the "Continue" button. Good luck!
hr_hr: Za početak rada na aplikaciji potrebno je postaviti sustav, stoga je potrebno popuniti, određene podatke! Kliknite na tipku "Nastavak"! Sretno!

# opisSetup2
source: For the first step is necessary to fill out the information for connection to SQL database
hr_hr: U drugom koraku potrebno je popuniti podatke za spajanje na SQL bazu

# opisSetup4
source: In the second step is necessary to fill in the form for bussines information of company needed for futher uses of HumansDO applications
hr_hr: U četvrtom koraku potrebno je unijeti podatke za administratora sustava ""Super Administratoru""

# opisSetup3
source: In the third step, fill out the input form for the system administrator "" Super Administrator ""
hr_hr: U trećem koraku potrebno je popuniti podatke tvrtke koja koristi HumansDO aplikacija

# opisSetup1
source: How the system is working, formated is set up according to the wishes of clients! Select system language from drop-down menu!
hr_hr: Krećemo s prvim korakom.Kako bi sustav radio prema željama klijenata moguće je odabrati jezik sustava, stoga iz padajućeg izbornika odaberite jezik!

# opisSetup5
source: By selecting the "" Finish "" we will be concluding this setup!
hr_hr: Odabirom tipke ""Završi"" aplikacija će provjeriri ispravnost podataka za SQL bazu te spremiti podatke!

# rowTotal
source: Logged/Total
hr_hr: Logirano/Ukupno

# colProjektOper
source: Operators/Projects
hr_hr: Operateri / Projekti

# colVrstaOper
source: Type
hr_hr: Vrsta

# groupOperPro
source: Operators - Projects
hr_hr: Operateri - Projekti

# cmdNewOrgJed
source: Org.unit
hr_hr: Org.jedinica

# colOrgJed
source: Org.unit
hr_hr: Org.jed.

# colSifra
source: Code
hr_hr: Šifra

# colTvrtkaID
source: Company ID
hr_hr: Tvrtka ID

# colTvrtkaNaziv
source: Company name
hr_hr: Naziv tvrtke

# frmOrgJed
source: Organization unit structrue
hr_hr: Struktura organizacijskih jedinica

# frmOrgJedUnos
source: Org.unit input
hr_hr: Unos Org.jed.

# groupStructure
source: Company structure
hr_hr: Struktura tvrtke

# lblNazivFull
source: Full name:
hr_hr: Puni naziv:

# lblNazivShort
source: Short name:
hr_hr: Skraćeni naziv:

# lblSifra
source: Code:
hr_hr: Šifra

# lblTvrtka
source: Company:
hr_hr: Tvrtka:

# menuOrgJed
source: Oragnization structure
hr_hr: Struktura tvrtke

# finnish
source: Finish!
hr_hr: Završi!

# groupSetupAdmin
source: IV. Super administrator setup
hr_hr: IV. Podešenje Super administratora

# groupSetupCompany
source: III. Company setup
hr_hr: III. Podešenje Tvrtke

# groupSetupFinish
source: V.Finnish!
hr_hr: V.Završetak!

# groupSetupLanguage
source: I. Language setup
hr_hr: I. Podešenje Jezika

# groupSetupSQL
source: II. SQL base setup
hr_hr: II. Podešenja SQL baze

# groupSetupWelcome
source: Instalation start
hr_hr: Početak instalacije

# menuAboutApp
source: About application
hr_hr: O aplikaciji

# groupSetupOpisKoraka
source: Step description
hr_hr: Opis koraka

# lblTAdresa
source: Address:
hr_hr: Adresa:

# lblTBr
source: Home nr:
hr_hr: Kućni br:

# lblTMB
source: SN:
hr_hr: MB:

# lblTMjesto
source: City:
hr_hr: Mjesto:

# lblTNaziv
source: Name:
hr_hr: Naziv:

# lblTPTT
source: Postal nr:
hr_hr: PTT:

# lblTTel
source: Phone:
hr_hr: Telefon:

# lblTZupanija
source: Region:
hr_hr: Županija:

# setupErrorMessAdmin
source: Not all parameters set in IV.step "Super administrator setup"! Continue?
hr_hr: Nisu ispravno podešeni svi podaci iz IV.koraka "Podešavanje Super administratora"!|Nastaviti?

# setupErrorMessJezik
source: Not all parameters set in I.step "Language setup"! Continue?
hr_hr: Nije odabran jezik aplikacije u I.koraku "Podešavanje jezika"!|Nastaviti?

# setupErrorMessTvrtke
source: Not all parameters set in III.step "Company setup"! Continue?
hr_hr: Nisu ispravno podešeni svi podaci iz III.koraka "Podešavanje tvrtke"!|Nastaviti?

# setupErrorMessSQL
source: Not all parameters set in II.step "SQL setup"
hr_hr: Nisu ispravno podešeni podaci iz II.koraka "podešenja SQL-a"

# chart2text
source: Work progress - (hours)
hr_hr: Prikaz rada - (sati)

# mess24
source: Theme of application has been changed!|Do you want to save the theme, so when applications starts the following theme will be activated?|
hr_hr: Tema aplikacije je promijenjena!|Želite li spremiti temu, tako da se pri slijdećem pokretanju aplikacije tema aktivira?|

# mess25
source: Application language has been changed!|Do you want to save the language, so when application start it start with chosen language?|
hr_hr: Jezik aplikacije je promijenjen!|Želite li spremiti jezik, kako bi pri slijedećem pokretanju bio odabrani jezik?|

# waitCaption13
source: Saving theme!
hr_hr: Spremam temu!

# waitCaption14
source: Saving language!
hr_hr: Spremam jezik

# welcomeOper
source: Operator:
hr_hr: Operater:

# welcomePrava
source: Privleges:
hr_hr: Permission:

# dodTesiranje
source: Demanded additional testing
hr_hr: Zatraženo dodatno testiranje!

# popUpNaslov1
source: Notification: New project
hr_hr: Obavijest: Novi projekt

# popUpNaslov2
source: Notification: New Task
hr_hr: Obavijest: Novi zadatak

# popUpNaslov3
source: Notification: Task testing
hr_hr: Obavijest: Testiranje zadatka

# popUpNaslov4
source: Notification: Task validation
hr_hr: Obavijest: Validacija zadatka

# popUpNaslov5
source: Notification: Task finnished!
hr_hr: Obavijest: Zadatak zaključen!

# popUpNaslov6
source: System notification!
hr_hr: Sistemska obavijest

# popUpNaslov7
source: Welcome to application
hr_hr: Dobrodošli u aplikaciju

# testZavrsen
source: Test concluded
hr_hr: Test završen

# mess26
source: Do you wish to start new execution?
hr_hr: Želite li započeti novo izvršenje?

# colNazivOper
source: Operator
hr_hr: Operater

# colVoditelj2
source: Leader
hr_hr: Voditelj

# mess28
source: Exit application? There is still active execution! | Do you wish to stop it?
hr_hr: Izlaz iz aplikacije?|Postoji trenutno aktivno izvršenje!|Želite li ga zaustaviti?

# mess29
source: Do you wish to validate task and verify it as "Unfinished"?
hr_hr: Želite li potvrditi neispravnost zadataka i verificirati ga kao "Nedovršeno"?

# mess30
source: Do you wish to validate task and verify it as "Incorect"?
hr_hr: Želite li potvrditi neispravnost zadataka i verificirati ga kao "Neispravno"?

# mess31
source: Do you wish to validate task and verify it as "Returned"?
hr_hr: Želite li potvrditi neispravnost zadataka i verificirati ga kao "Odbijeno"?

# mess32
source: Do you wish to validate task and verify it as "Finnished"?
hr_hr: Želite li potvrditi ispravnost zadataka i verificirati ga kao "Ispravno"?

# mess33
source: Do you wish to validate task and verify it as "Finnished"|With additional testing?
hr_hr: Želite li potvrditi ispravnost zadataka i verificirati ga kao "Ispravno"|Uz dodatno testiranje?

# mess34
source: Validate finnished!
hr_hr: Validiranje završeno!

# menuMjesta
source: Cities && Streets
hr_hr: Mjesta & Ulice

# colNazivM
source: Name
hr_hr: Naziv

# colNazivU
source: Name
hr_hr: Naziv

# colNazivZ
source: Name
hr_hr: Naziv

# frmMjesta
source: Cities&Streets
hr_hr: Gradovi && Ulice

# frmMjestaUnos
source: Input
hr_hr: Unos

# groupMjesta
source: City
hr_hr: Mjesto

# groupUlice
source: Street
hr_hr: Ulica

# groupZupanija
source: Region
hr_hr: Županija

# tabMjesta
source: Cities
hr_hr: Mjesta

# tabUlice
source: Streets
hr_hr: Ulice

# tabZupanije
source: Region
hr_hr: Županije

# lblAktiv
source: Active:
hr_hr: Aktivno:

# waitCaption15
source: Filling cities!
hr_hr: Popunjavam mjesta!

# otvoriMail
source: Open mail
hr_hr: Otvori mail

# otvoriProjekt
source: Open project
hr_hr: Otvori Projekt

# otvoriZadatak
source: Open task
hr_hr: Otvori zadatak

# popUpNaslov8
source: You got mail!
hr_hr: Primili ste mail!

# validacijaZadatak
source: Validate task
hr_hr: Validacija zadatka

# waitCaption16
source: Attaching humansDo database!
hr_hr: Postavljam humansDo bazu!

# cmdAttachDB
source: Attach database
hr_hr: Postavi bazu

# mess38
source: Setting up humansDo base.|Please select SQL server location |(example "C:\Program Files\Microsoft SQL Server\MSSQL10.ServerSQL\MSSQL\DATA")
hr_hr: Postavljanje humansDo baze.|Potrebno je odrediti lokaciju SQL servera!|(npr. "C:\Program Files\Microsoft SQL Server\MSSQL10.ServerSQL\MSSQL\DATA")

# mess39
source: SQL base successfuly set!
hr_hr: SQL baza uspješno postavljena!

# aktivZadatak
source: Do you wish to activate task?
hr_hr: Želite li aktivirati zadatak?

# cmdOrgJedNew
source: Input org.position
hr_hr: Unos org.jed

# cmdRadMjUnos
source: Input job
hr_hr: Unos rad.mjesta

# colMobsub2
source: Mobile
hr_hr: Mob.

# colNazivsub
source: Title
hr_hr: Titula

# colOsobasub2
source: Person
hr_hr: Osoba

# colTelsub2
source: Phone
hr_hr: Tel.

# colVrijednostsub
source: Value
hr_hr: Vrijednost

# exitApp
source: Close application?
hr_hr: Zatvori aplikaciju?

# groupRadMj
source: Job input
hr_hr: Unos radnog mjesta

# ispisStrukture
source: Preview organization structure
hr_hr: Pregled organizacijske strukture

# lblOrgJed
source: Org.pos:
hr_hr: Org.jed:

source: Logg preview
hr_hr: Pregled logg-ova

# mess40
source: User canceled street input!|Try selecting existing street!
hr_hr: Korisnik je odustao od unosa ulice!|Pokušajte odabrati postojeću ulicu!

# naslov
source: Subject:
hr_hr: Naslov:

# noviProjekt
source: New project is initialized
hr_hr: Iniciran je novi projekt:

# odKoga
source: From:
hr_hr: Od koga:

# openApp
source: Restore humansDo...
hr_hr: Vrati humansDo...

# pokreni
source: &Start
hr_hr: &Pokreni

# PregledPriloga
source: Attachment preview
hr_hr: Pregled priloga

# pregledTrenutno
source: Current execution preview
hr_hr: Pregled trenutnih izvršenja operatera na

# pregledZadatka
source: Task preview on:
hr_hr: Pregled zadataka na

# testZadatak
source: is sent to additional testing!
hr_hr: je poslan na dodatno testiranje!

# validate1
source: Required value input!
hr_hr: Obavezan unos vrijednosti!

# validZadatak
source: Task validation needed!
hr_hr: Potrebno je validirati zadatak!

# validZadatak1
source: Do you wish to validate the task?
hr_hr: Želite li validirati zadatak?

# voditelj
source: Leader:
hr_hr: Voditelj:

# vrijeme
source: Time:
hr_hr: Vrijeme:

# zaustavi
source: S&top
hr_hr: &Zaustavi

# menuSatnica
source: Work timetable
hr_hr: Satnica

# mess41
source: Task leader requested additional Testing!|Begin testing?
hr_hr: Voditelj zadatka zahtijeva testiranje!|Želite li započeti testiranje zadatka

# pregAktivnosti
source: Acitvity overview on waiting list for:
hr_hr: Pregled aktivnosti na čekanju za operatera

# colTvrtka
source: Company
hr_hr: Tvrtka

# groupProOper
source: Operators on project
hr_hr: Operateri na projektu

# groupZad
source: Task input
hr_hr: Unos zadataka

# groupZad2
source: Operators on task
hr_hr: Operateri na zadatku

# Operateri
source: Operators
hr_hr: Operateri

# menuStatusi
source: Status preview
hr_hr: Pregled statusa

# cmdZapisnik
source: Open test record
hr_hr: Otvori zapisnik

# lblZapisnik
source: Test recordings:
hr_hr: Zapisnik s testiranja:

# lblFinish
source: Congratulations! You have successfully completed the installation! The application will restart after the installation is complete and afterwards will appear login window! By entering the previously entered username and password enter in HumansDo application!
hr_hr: Čestitamo! Uspješno ste završili instalaciju! Aplikacija će se restartirati nakon što se instalacija završi te će se pojaviti login prozor! Unosom prethodno unešenog Korisničkog imena i Lozinke ući ćete u HumansDo aplikaciju!

# lblStartWelcome
source: For a proper functioning of humansDo application it is necessary to set a few settings that will be divided into 5 steps. In the following steps fill out forms for SQL database, data about Super administrator, Data about your company and application language. Entered settings will be set at first application startup. Detailed instructions for each step can be seen below step menus. Good luck!
hr_hr: Kako bi aplikacija humansDo ispravno radila potrebno je postaviti nekoliko postavki koje će biti podijeljene u 5 koraka. Tu su postavke baze, administratora, jezika i tvrtke. Unešene postavke će biti temelj rada i funkcioniranja aplikacije. Detaljne upute o svakom koraku mogu se vidjeti ispod menija s koracima. Sretno!

# dan
source: Day
hr_hr: Dan

# godina
source: Year
hr_hr: Godina

# lblLozinka2
source: Password2:
hr_hr: Lozinka2:

# mjesec
source: Month
hr_hr: Mjesec

# tjedan
source: Week
hr_hr: Tjedan

# validate2
source: Password don't match!
hr_hr: Lozinke nisu jednake!

# menuPassPolicyPreview
source: Pass policy preview
hr_hr: Pregled prava lozinke

# colIstek
source: Expire date
hr_hr: Datum isteka

# colNazivPol
source: Policy name
hr_hr: Naziv pravila

# frmPassPolicyPreg
source: Pass policy preview
hr_hr: Pregled pravila lozinke

# colDetOpisIzvr
source: Detail task descr.
hr_hr: Det.opis izvršenja

# colOpisIzvr
source: Task description
hr_hr: Opis izvršenja

# frmOperWorkToday
source: Daily work
hr_hr: Dnevni pregled

# menuDailyPreg
source: Daily work
hr_hr: Dnevni pregled

# colKratica
source: ShortName
hr_hr: Kratica

# frmObrazovanje
source: Education
hr_hr: Edukacija

# groupCertifikat
source: Certification
hr_hr: Certifikati

# groupFormalno
source: Formal education
hr_hr: Formalno obrazovanje

# lblCChkUpis
source: Entry in employment book:
hr_hr: Upis u radnu knjižicu:

# lblCCijena
source: Price:
hr_hr: Cijena:

# lblCDatum
source: End date:
hr_hr: Datum završetka:

# lblCertifikat
source: Certificate name:
hr_hr: Naziv certrifikata:

# lblCKomentar
source: Comment:
hr_hr: Komentar:

# lblCMjesto
source: City:
hr_hr: Mjesto:

# lblCUstanova
source: Educational institute:
hr_hr: Obrazovna ustanova:

# lblFDatum
source: End date:
hr_hr: Datum završetka:

# lblFKomentar
source: Comment:
hr_hr: Komentar:

# lblFMjesto
source: City:
hr_hr: Mjesto:

# lblFstupanj
source: Educational degree::
hr_hr: Stupanj obrazovanja:

# lblFUstanova
source: Educational institute:
hr_hr: Obrazovna ustanova:

# lblFZanimanje
source: Occupation:
hr_hr: Zanimanje:

# rowObrazovanje
source: Education
hr_hr: Edukacija

# tabCertifikati
source: Certification
hr_hr: Certifikacije

# tabFormalno
source: Formal education
hr_hr: Formalno obrazovanje

# menuGroupPlaca
source: Payment
hr_hr: Plaća

# menuPageTvrtka
source: Company & Employes
hr_hr: Tvrtka & zaposlenici

# menuPlaca
source: Payment
hr_hr: Plaća

# menuBolovanje
source: Sick leave
hr_hr: Bolovanje

# menuGO
source: Vaction (GO)
hr_hr: Godišnji odmori (GO)

# menuIzostanci
source: Absences and extra hours
hr_hr: Izostanci i dodatni sati

# menuPlanGO
source: Vaction Plan
hr_hr: Plan GO

# menuGroupPostOper
source: Operator setup
hr_hr: Postavke operatera tvrtke

# menuGroupPostPlaca
source: Payment parameters
hr_hr: Parametri plaće
